Repository: louiscarbo/TrenteVingt
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fr

source: Sum of all displayed transactions
es: Suma de todas las transacciones mostradas
fr: Somme des transactions affichées

source: Sum of all recurring transactions
es: Suma de todas las transacciones recurrentes
fr: Somme de toutes les transactions récurrentes

source: Sunday
es: Domingo
fr: Dimanche

source: Take a quick sec to log today's spendings. It's the key to mastering your budget!
es: Sigue en la línea de tus objetivos presupuestarios. ¿Tienes un minuto para registrar los gastos de hoy?
fr: Prenez une seconde pour enregistrer vos dépenses du jour. C'est la clé pour maîtriser votre budget !

source: Thank you so much for using TrenteVingt! This app is a personal project that allows me to learn iOS app development.
es: ¡Muchas gracias por usar TrenteVingt! Esta app es un proyecto personal que me permite aprender el desarrollo de aplicaciones iOS.
fr: Merci beaucoup d'utiliser TrenteVingt ! Cette application est un projet personnel qui me permet d'apprendre le développement d'applications pour iOS.

source: The next month will start on %@
es: El próximo mes comenzará el %@
fr: Le prochain mois commencera le %@

source: The simplest budget tracker
es: La forma más simple de seguir tu presupuesto
fr: L'app de budget la plus simple

source: Think of your monthly disposable income as the money you're free to spend each month, once all the taxes are taken care of.
es: Piensa en tus ingresos disponibles mensuales como el dinero que puedes gastar libremente cada mes.
fr: Votre revenu mensuel disponible correspond au montant que vous pouvez dépenser chaque mois.

source: This is recurring
es: Transacción recurrente
fr: Transaction récurrente

source: This transaction is set for today. Open TrenteVingt to confirm it!
es: Esta transacción está programada para hoy. ¡Abre TrenteVingt para confirmarla!
fr: Cette transaction est planifiée pour aujourd'hui. Ouvrez TrenteVingt pour la confirmer !

source: This transaction will happen every week, on :
es: Esta transacción se realizará cada semana, el:
fr: Cette transaction aura lieu chaque semaine, le :

source: This transaction will happen every year, starting on:
es: Esta transacción se realizará cada año, empezado el:
fr: Cette transaction aura lieu chaque année, et commencera le :

source: This transaction will happen on day
es: Esta transacción se realizará cada día.
fr: Cette transaction aura lieu le

source: Thursday
es: Jueves
fr: Jeudi

source: Time
es: Tiempo
fr: Heure

source: Title
es: Título
fr: Titre

source: Total amount
es: Monto total
fr: Montant total

source: Transaction
es: Transacción

source: Transactions
es: Transacciones

source: TrenteVingt can remind you to log new transactions each day at a time you chose.
es: TrenteVingt puede recordarte registrar nuevas transacciones cada día a la hora que elijas.
fr: TrenteVingt peut vous rappeler d'enregistrer vos transactions chaque jour au moment que vous choisissez.

source: Tuesday
es: Martes
fr: Mardi

source: Turn on daily reminders?
es: ¿Activar notificaciones cotidianas?z
fr: Activer les rappels quotidiens ?

source: Turn on notifications in Settings
es: Activa las alertas en Ajustes
fr: Activez les notifications dans les réglages de votre appareil.

source: Validate a recurring transaction
es: Validar una transacción recurrente
fr: Valider une transaction récurrente

source: Validating this transaction will add it as a transaction to the current month. Do you want to add it?
es: Al validar esta transacción, se agregará como una transacción al mes actual. ¿Quieres añadirla?
fr: En validant cette transaction, vous l'ajouterez au mois en cours. Voulez-vous l'ajouter ?

source: Wants
es: Deseos
fr: Envies

source: We're all set!
es: ¡Todo listo!
fr: Tout est bon !

source: Wednesday
es: Miércoles
fr: Mercredi

source: Weekly
es: Semanal
fr: Hebdomadaire

source: Welcome to TrenteVingt
es: ¡Bienvenido a TrenteVingt!
fr: Bienvenue dans TrenteVingt

source: Welcome to TrenteVingt!
es: ¡Bienvenido a TrenteVingt!
fr: Bienvenue dans TrenteVingt !

source: What are recurring transactions and how do they work?
es: ¿Qué son transacciones recurrentes y cómo funcionan?
fr: Que sont les transactions récurrentes, et comment fonctionnent-elles ?

source: What are recurring transactions?
es: ¿Qué son transacciones recurrentes?
fr: Comment fonctionnent les transactions récurrentes ?

source: What are the new features of version 1.1.0?
es: ¿Cuáles son las novedades de la versión 1.1.0?
fr: Quelles sont les nouveautés de la version 1.1.0 ?

source: What is your monthly disposable income?
es: ¿Cuáles son tus ingresos disponibles mensuales?
fr: Quel est votre revenu mensuel disponible ?

source: What you earn, after deductions.
es: Lo que te queda, tras las deducciones.
fr: Un montant perçu

source: What's new in TrenteVingt?
es: ¿Qué hay de nuevo en TrenteVingt?
fr: Quoi de neuf dans TrenteVingt?

source: Within Budget
es: Dentro del presupuesto
fr: Dans le vert

source: Yearly
es: Anual
fr: Annuel

source: Yes, add
es: Sí, añadir
fr: Oui, ajouter

source: You can now start easily tracking your budget with TrenteVingt.
es: Ahora puedes empezar a rastrear tu presupuesto fácilmente con TrenteVingt.
fr: Vous pouvez maintenant commencer à suivre facilement votre budget avec TrenteVingt.

source: You can set any month in the list as the current month by swiping it right. This month will be displayed in the widgets on your home screen.
es: Puede establecer cualquier mes de la lista como el mes actual deslizándolo hacía la derecha. Este mes sera mostrado en los widgets de su pantalla de inicio.
fr: Vous pouvez définir n'importe quel mois comme étant le mois en cours el le faisant glisser vers la droite. Ce mois sera affiché dans les widgets de votre écran d'accueil.

source: You can try to estimate your likely income for this month, or you can set it to 0 and log new income as your receive it.
es: Puedes estimar tus ingresos probables para este mes, o si prefieres, dejarlo en 0 e ir registrando tus ingresos a medida que avanza el mes.
fr: Vous pouvez estimer vos revenus probables pour ce mois-ci, ou bien laisser 0 et enregistrer vos revenus au fur et à mesure du mois.

source: You disabled notifications for TrenteVingt. You can turn them on in the Settings app.
es: Tu búsqueda no arrojó resultados. Intenta usar otras palabras clave o filtros.
fr: Vous avez désactivé les notifications pour TrenteVingt. Vous pouvez les activer dans les réglages de votre appareil.

source: You refused to receive notifications for **TrenteVingt**. You can change this in the Settings of your device.
es: Rechazaste recibir notificaciones para **TrenteVingt**. Puedes cambiar esto en los Ajustes de tu dispositivo.
fr: Vous avez refusé de recevoir des notifications pour **TrenteVingt**. Vous pouvez changer ceci dans les réglages de votre appareil.

source: Your search didn't give any results. Try to use other keywords or filters.
es: Tu búsqueda no ha dado ninguno resulto. Intenta usar otras palabras claves o filtros.
fr: Votre recherche n'a donné aucun résultat. Essayez d'utiliser des mots-clés ou des filtres différents.
